{
  "duas": [
    "اللهم اجعل القرآن العظيم ربيع قلوبنا، ونور صدورنا، وجلاء أحزاننا، وذهاب همومنا وغمومنا.",
    "اللهم ذكرنا من القرآن ما نُسِّينا، وعلمنا منه ما جهلنا، وارزقنا تلاوته آناء الليل وأطراف النهار على الوجه الذي يرضيك عنا.",
    "اللهم اجعلنا ممن يحل حلاله، ويحرم حرامه، ويعمل بمحكمه، ويؤمن بمتشابهه، ويتلوه حق تلاوته.",
    "اللهم اجعلنا من أهل القرآن الذين هم أهلك وخاصتك.",
    "اللهم ألبسنا به الحلل، وأسكنا به الظلل، وأسبغ علينا به النعم، وادفع عنا به النقم.",
    "اللهم اجعل القرآن لنا في الدنيا قريناً، وفي القبر مؤنساً، وعلى الصراط نوراً، وفي الجنة رفيقاً.",
    
    "﴿إِنَّ هَٰذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا﴾ [الإسراء: 9]",
    "﴿كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ﴾ [ص: 29]",
    "﴿اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ﴾ [الزمر: 23]",
    "﴿وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ﴾ [الإسراء: 82]",
    "﴿لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ﴾ [الحشر: 21]",
    "﴿أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا﴾ [محمد: 24]",

    "قال رسول الله ﷺ: «خَيرُكُم من تعلَّمَ القرآنَ وعلَّمَهُ» (رواه البخاري).",
    "قال رسول الله ﷺ: «اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه» (رواه مسلم).",
    "قال رسول الله ﷺ: «الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة، والذي يقرأ القرآن وهو يتتعتع فيه وهو عليه شاق له أجران» (متفق عليه).",
    "قال رسول الله ﷺ: «يقال لصاحب القرآن: اقرأ وارتق ورتل كما كنت ترتل في الدنيا، فإن منزلتك عند آخر آية تقرؤها» (رواه الترمذي).",
    "قال رسول الله ﷺ: «إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين» (رواه مسلم).",
    "قال رسول الله ﷺ: «من قرأ حرفاً من كتاب الله فله به حسنة، والحسنة بعشر أمثالها، لا أقول الم حرف، ولكن ألف حرف ولام حرف وميم حرف» (رواه الترمذي).",

    "قال عمر بن الخطاب رضي الله عنه: «كنا نحفظ العشر آيات فلا نجاوزهن حتى نعلم ما فيهن من العلم والعمل، فتعلمنا القرآن والعلم والعمل جميعاً».",
    "قال عثمان بن عفان رضي الله عنه: «لو طهرت قلوبكم ما شبعتم من كلام ربكم».",
    "قال عبد الله بن مسعود رضي الله عنه: «لا تنثروه نثر الدقل (التمر الرديء)، ولا تهذوه هذ الشعر، قفوا عند عجائبه، وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة».",
    "قال الحسن البصري رحمه الله: «إن من كان قبلكم رأوا القرآن رسائل من ربهم فكانوا يتدبرونها بالليل، وينفذونها بالنهار».",
    "قال ابن القيم رحمه الله: «فلو علم الناس ما في قراءة القرآن بالتدبر لاشتغلوا بها عن كل ما سواها، فإذا قرأ بتفكر حتى مر بآية وهو محتاج إليها في شفاء قلبه كررها ولو مائة مرة ولو ليلة».",
    "قال خباب بن الأرت رضي الله عنه: «تقرب إلى الله ما استطعت، واعلم أنك لن تتقرب إليه بشيء هو أحب إليه من كلامه».",
    
    "اللهم اجعلنا ممن يقيم حروفه وحدوده، ولا تجعلنا ممن يقيم حروفه ويضيع حدوده.",
    "اللهم ارزقنا فهم القرآن، والعمل بالقرآن، والتخلق بأخلاق القرآن.",
    "اللهم شفع فينا القرآن، وشفع فينا نبيك العدنان عليه الصلاة والسلام.",
    "اللهم نور بالقرآن أبصارنا، واشرح به صدورنا، واستعمل به أبداننا."
  ]
}