{
  "posted_pages": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    17,
    18,
    19,
    20,
    21,
    22,
    23,
    24,
    25,
    26,
    27,
    28,
    29,
    30,
    31,
    32,
    33,
    34,
    35,
    36,
    37,
    38,
    39,
    40,
    41,
    42,
    43,
    44,
    45,
    46,
    47,
    48,
    49,
    50,
    51,
    52,
    53,
    54,
    55,
    56,
    57,
    58,
    59,
    60,
    61,
    62,
    63,
    64,
    65,
    66,
    67,
    68,
    69,
    70,
    71,
    72,
    73,
    74,
    75,
    76,
    77,
    78,
    79,
    80,
    81,
    82,
    83,
    84,
    85,
    86,
    87,
    88,
    89,
    90,
    91,
    92,
    93,
    94,
    95,
    96,
    97,
    98,
    99,
    100,
    101,
    102,
    103,
    104,
    105,
    106,
    107,
    108,
    109,
    110,
    111,
    112,
    113,
    114,
    115,
    116,
    117,
    118,
    119,
    120,
    121,
    122,
    123,
    124,
    125,
    126,
    127,
    128,
    129,
    130,
    131,
    132,
    133,
    134,
    135,
    136,
    137,
    138,
    139,
    140
  ],
  "used_duas": [
    "قال الحسن البصري رحمه الله: «إن من كان قبلكم رأوا القرآن رسائل من ربهم فكانوا يتدبرونها بالليل، وينفذونها بالنهار».",
    "قال رسول الله ﷺ: «اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه» (رواه مسلم).",
    "اللهم اجعل القرآن لنا في الدنيا قريناً، وفي القبر مؤنساً، وعلى الصراط نوراً، وفي الجنة رفيقاً.",
    "اللهم اجعلنا ممن يحل حلاله، ويحرم حرامه، ويعمل بمحكمه، ويؤمن بمتشابهه، ويتلوه حق تلاوته.",
    "اللهم اجعل القرآن العظيم ربيع قلوبنا، ونور صدورنا، وجلاء أحزاننا، وذهاب همومنا وغمومنا.",
    "قال ابن القيم رحمه الله: «فلو علم الناس ما في قراءة القرآن بالتدبر لاشتغلوا بها عن كل ما سواها، فإذا قرأ بتفكر حتى مر بآية وهو محتاج إليها في شفاء قلبه كررها ولو مائة مرة ولو ليلة».",
    "اللهم ألبسنا به الحلل، وأسكنا به الظلل، وأسبغ علينا به النعم، وادفع عنا به النقم.",
    "﴿كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ﴾ [ص: 29]",
    "اللهم اجعلنا من أهل القرآن الذين هم أهلك وخاصتك.",
    "قال رسول الله ﷺ: «خَيرُكُم من تعلَّمَ القرآنَ وعلَّمَهُ» (رواه البخاري).",
    "قال عمر بن الخطاب رضي الله عنه: «كنا نحفظ العشر آيات فلا نجاوزهن حتى نعلم ما فيهن من العلم والعمل، فتعلمنا القرآن والعلم والعمل جميعاً».",
    "اللهم شفع فينا القرآن، وشفع فينا نبيك العدنان عليه الصلاة والسلام.",
    "قال خباب بن الأرت رضي الله عنه: «تقرب إلى الله ما استطعت، واعلم أنك لن تتقرب إليه بشيء هو أحب إليه من كلامه».",
    "قال رسول الله ﷺ: «إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين» (رواه مسلم).",
    "اللهم ذكرنا من القرآن ما نُسِّينا، وعلمنا منه ما جهلنا، وارزقنا تلاوته آناء الليل وأطراف النهار على الوجه الذي يرضيك عنا.",
    "﴿اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ﴾ [الزمر: 23]"
  ]
}